/* Nikola Kicovic <nikkica@sbb.rs> */

"Add" = "Dodaj";
"Add Source" = "Dodaj izvor";
"All Packages" = "Svi paketi";
"Analyzing dependencies..." = "Analiza…";
"Author" = "Autor";
"Bad Source" = "Loš izvor";
"Cancel" = "Obustavi";
"Cancelled." = "Obustavljeno.";
"Cleaning up..." = "Čišćenje…";
"Custom..." = "Prilagođavanje…";
"Direct Dependencies" = "Direktne zavisnosti";
"Direct Dependency" = "Direktna zavisnost";
"Done" = "Završeno";
"Downloading" = "Preuzimanje";
"Finishing" = "Završavanje";
"have" = "ima";
"Install" = "Instaliraj";
"Installing" = "Instaliranje";
"Maintainer" = "Održavanje";
"OK" = "OK";
"Package \"%@\" can't be removed as it is absolutely required for Icy to function." = "Paket \"%@\" ne može biti obrisan jer bez njega Icy ne može da radi.";
"Package \"%@\" can't be removed as there are other packages that depend on it:\n%@" = "Paket \"%1$@\" ne može biti obrisan jer drugi paketi zavise od njega:\n%2$@";
"Package \"%@\" cannot be installed (DPKG returned error #%d). More information can probably be found in the console log." = "Paket \"%1$@\" ne može biti instaliran (DPKG greška #%2$d). Više informacija u konzolnom log-u.";
"Package \"%@\" cannot be removed (DPKG returned error #%d). More information can probably be found in the console log." = "Paket \"%1$@\" ne može biti obrisan (DPKG greška #%2$d). Više informacija u konzolnom log-u.";
"Package \"%@\" was not found." = "Paket \"%@\" nije nađen. Verovatno treba da dodate izvor koji ima taj paket.";
"Please enter the source URL:" = "Unesite URL izvora:";
"Preparing" = "Spremanje";
"Reinstall" = "Reinstaliraj";
"Removing" = "Brisanje";
"Search All" = "Pretraži sve";
"The source for the URL \"%@\" doesn't seems to be valid. It was not added." = "Izvor koji ima URL \"%@\" ne postoji i nije dodat.";
"Uncategorized" = "Nekategorisano";
"Update All" = "Ažuriraj sve";
"Remove" = "Obriši";
"Version" = "Verzija";
"Upgrade" = "Ažuriraj";
"View Console Log" = "Vidi konzolni log";
"Package \"%@\" cannot be installed as there is a conflict with another installed package, \"%@\". Please uninstall it first." = "Paket \"%@\" ne može biti instaliran jer postoji konflikt sa drugim instaliranim paketom, \"%@\". Molimo obrišite paket.";
"Yesterday" = "Juče";
"Two Days Ago" = "Prekjuče";
"More..." = "Još…";
"Recent Packages" = "Novi paketi";
"Force Remove" = "Obrisati na silu";
"This package is marked as Essential and is considered crucial for the system operation. You can still forcibly remove it but doing so may render your system unusable. Please only do so if you know what you are doing." = "Ovo je jedan od glavnih paketa i bitan je za rad operativnog sistema. Možete ga obrisati na silu, ali to može onesposobiti vaš operativni sistem. Obrišite ga samo u slučaju da znate šta radite.";
"%d Hours Ago" = "%d Sata Pre";
"%d Hour Ago" = "%d Sat Pre";
"%d Minutes Ago" = "%d Minuta Pre";
"%d Minute Ago" = "%d Minut Pre";
"%d Days Ago" = "%d Dana Pre";

/* NIB strings */
"Add All" = "Dodaj sve";
"Other Credits" = "Ostale zasluge";
"Copyright" = "Autorska prava";
"All rights reserved" = "Sva prava zadržana";
"Categories" = "Kategorije";
"Sources" = "Izvori";
"Installed" = "Instalirano";
"About" = "O nama";
"Updated" = "Ažurirano";
